// constant.ts
export const clipsData = [
    {
        title: ['簡単', 'で', '便利', 'な', '動画', '編集', 'は', '皆さん', '皆様'],
        content: '簡単で便利な動画編集は？Vrewと一緒に！皆さん皆様',
    },
    {
        title: ['パンダ', 'について', 'ご存知', 'でしょう', 'か'],
        content: 'パンダについてご存知でしょうか',
    },
    {
        title: ['パンダ', 'は', '主', 'に', 'する'],
        content: 'パンダは主ににする',
    },
    {
        title: ['白黒', 'の', 'くま', 'さん', 'で', 'たけ', 'が', '大好き', 'です'],
        content: '白黒のくまさんでたけが大好きです',
    },
    {
        title: ['週末', 'パンダ', 'を', '見', 'に', '行く', 'の', 'は'],
        content: '週末パンダを見に行くのは',
    },
    {
        title: ['いかが', 'でしょう', 'か'],
        content: 'いかがでしょうか',
    },
];
