export const sampleSrtcontent = `
1
00:00:00,000 --> 00:00:05,300
日本の伝統工芸の美と技に関する事実をお届けします。

2
00:00:05,300 --> 00:00:14,100
日本の伝統工芸は、何世紀にもわたって土替われた技術と美学が融合した最高法の芸術です。

3
00:00:14,100 --> 00:00:22,860
例えば、うるしの技法は、上門時代から続く歴史があり、繊細な光沢と耐久性で知られています。

4
00:00:22,860 --> 00:00:33,520
京都の西人織は、木ぬいとを使った豪華で細密な模様が特徴で、平安時代から続く貴族の装飾品として愛されました。

5
00:00:33,520 --> 00:00:43,520
佐藤に欠かせない美前焼きは、自然の土から形作られ、小生中の人土の反応で独特の色合いを生み出します。

6
00:00:43,520 --> 00:00:53,280
鹿児島のさつまきり子は、ガラスをカットして透明感のある模様を掘り込む技術で、職人の熟練度が要求されます。

7
00:00:53,280 --> 00:01:00,620
こうした技術は単なる作業ではなく、心と対話しながら成り立つ芸術の形態です。

8
00:01:00,620 --> 00:01:08,720
現代に至っても、職人たちはその技と美を守り、次世代へと受け継いでいます。


`
